Repository: lhhiep2204/project-alpha
Catalog: ios/ProjectAlpha/ProjectAlpha/Presentation/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, he, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: %1$@, %2$lld locations, created %3$@
ar: %1$@، %2$lld موقع، أُنشئت في %3$@
bn: %1$@, %2$lldটি স্থান, তৈরি %3$@
de: %1$@, %2$lld Orte, erstellt am %3$@
es: %1$@, %2$lld lugares, creada el %3$@
fr: %1$@, %2$lld lieux, créée le %3$@
he: %1$@, %2$lld מקומות, נוצר ב־%3$@
hi: %1$@, %2$lld स्थान, %3$@ को बनाया गया
id: %1$@, %2$lld lokasi, dibuat %3$@
it: %1$@, %2$lld luoghi, creata il %3$@
ja: %1$@、%2$lld件の場所、作成日 %3$@
ko: %1$@, 장소 %2$lld개, 만든 날짜 %3$@
nl: %1$@, %2$lld locaties, gemaakt op %3$@
pt: %1$@, %2$lld locais, criada em %3$@
ru: %1$@, %2$lld места, создана %3$@
th: %1$@, %2$lld สถานที่, สร้างเมื่อ %3$@
tr: %1$@, %2$lld konum, oluşturulma %3$@
uk: %1$@, %2$lld місця, створено %3$@
vi: %1$@, %2$lld địa điểm, tạo ngày %3$@
zh_hans: %1$@，%2$lld 个地点，创建于 %3$@

source: %lld locations
ar: %lld موقع
bn: %lldটি স্থান
de: %lld Orte
es: %lld lugares
fr: %lld lieux
he: %lld מקומות
hi: %lld स्थान
id: %lld lokasi
it: %lld luoghi
ja: %lld件の場所
ko: 장소 %lld개
nl: %lld locaties
pt: %lld locais
ru: %lld места
th: %lld สถานที่
tr: %lld konum
uk: %lld місця
vi: %lld địa điểm
zh_hans: %lld 个地点

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Agregar
fr: Ajouter
he: הוסף
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加

source: Add a place to this collection.
ar: أضف مكانًا إلى هذه المجموعة.
bn: এই সংগ্রহে একটি স্থান যোগ করুন।
de: Füge dieser Sammlung einen Ort hinzu.
es: Añade un lugar a esta colección.
fr: Ajoutez un lieu à cette collection.
he: הוסיפו מקום לאוסף הזה.
hi: इस संग्रह में एक जगह जोड़ें।
id: Tambahkan tempat ke koleksi ini.
it: Aggiungi un luogo a questa raccolta.
ja: このコレクションに場所を追加してください。
ko: 이 컬렉션에 장소를 추가하세요.
nl: Voeg een plaats toe aan deze collectie.
pt: Adicione um lugar a esta coleção.
ru: Добавьте место в эту коллекцию.
th: เพิ่มสถานที่ในคอลเลกชันนี้
tr: Bu koleksiyona bir yer ekleyin.
uk: Додайте місце до цієї колекції.
vi: Thêm địa điểm vào bộ sưu tập này.
zh_hans: 向此收藏集添加地点。

source: Appearance
ar: المظهر
bn: চেহারা
de: Erscheinungsbild
es: Apariencia
fr: Apparence
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 스타일
nl: Weergave
pt: Aparência
ru: Внешний вид
th: รูปลักษณ์
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观

source: Application
ar: التطبيق
bn: অ্যাপ
de: App
es: Aplicación
he: יישום
hi: ऐप
id: Aplikasi
it: App
ja: アプリ
ko: 앱
nl: App
pt: Aplicativo
ru: Приложение
th: แอป
tr: Uygulama
uk: Програма
vi: Ứng dụng
zh_hans: 应用

source: Back
ar: رجوع
bn: পিছনে
de: Zurück
es: Atrás
fr: Retour
he: חזרה
hi: पीछे
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pt: Voltar
ru: Назад
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Clear collection name
ar: مسح اسم المجموعة
bn: সংগ্রহের নাম মুছুন
de: Sammlungsnamen löschen
es: Borrar el nombre de la colección
fr: Effacer le nom de la collection
he: ניקוי שם האוסף
hi: संग्रह का नाम साफ़ करें
id: Hapus nama koleksi
it: Cancella il nome della raccolta
ja: コレクション名を消去
ko: 컬렉션 이름 지우기
nl: Collectienaam wissen
pt: Limpar nome da coleção
ru: Очистить название коллекции
th: ล้างชื่อคอลเลกชัน
tr: Koleksiyon adını temizle
uk: Очистити назву колекції
vi: Xóa tên bộ sưu tập
zh_hans: 清除收藏集名称

source: Collection
ar: مجموعة
bn: সংগ্রহ
de: Sammlung
es: Colección
he: אוסף
hi: संग्रह
id: Koleksi
it: Raccolta
ja: コレクション
ko: 컬렉션
nl: Verzameling
pt: Coleção
ru: Коллекция
th: คอลเลกชัน
tr: Koleksiyon
uk: Колекція
vi: Bộ sưu tập
zh_hans: 收藏集

source: Collection Changed
ar: تغيّرت المجموعة
bn: সংগ্রহ পরিবর্তিত হয়েছে
de: Sammlung geändert
es: La colección cambió
fr: Collection modifiée
he: האוסף השתנה
hi: संग्रह बदल गया
id: Koleksi berubah
it: Raccolta modificata
ja: コレクションが変更されました
ko: 컬렉션이 변경됨
nl: Collectie gewijzigd
pt: Coleção alterada
ru: Коллекция изменена
th: คอลเลกชันมีการเปลี่ยนแปลง
tr: Koleksiyon değişti
uk: Колекцію змінено
vi: Bộ sưu tập đã thay đổi
zh_hans: 收藏集已更改

source: Collection name
ar: اسم المجموعة
bn: সংগ্রহের নাম
de: Sammlungsname
es: Nombre de la colección
fr: Nom de la collection
he: שם האוסף
hi: संग्रह का नाम
id: Nama koleksi
it: Nome della raccolta
ja: コレクション名
ko: 컬렉션 이름
nl: Naam van collectie
pt: Nome da coleção
ru: Название коллекции
th: ชื่อคอลเลกชัน
tr: Koleksiyon adı
uk: Назва колекції
vi: Tên bộ sưu tập
zh_hans: 收藏集名称

source: Collection name must be %lld characters or fewer.
ar: يجب ألا يزيد اسم المجموعة عن %lld حرفًا.
bn: সংগ্রহের নাম সর্বোচ্চ %lld অক্ষরের হতে পারে।
de: Der Sammlungsname darf höchstens %lld Zeichen haben.
es: El nombre de la colección debe tener %lld caracteres o menos.
fr: Le nom de la collection doit contenir au maximum %lld caractères.
he: שם האוסף חייב להכיל עד %lld תווים.
hi: संग्रह का नाम %lld अक्षर या उससे कम होना चाहिए।
id: Nama koleksi maksimal %lld karakter.
it: Il nome della raccolta deve contenere al massimo %lld caratteri.
ja: コレクション名は%lld文字以内にしてください。
ko: 컬렉션 이름은 %lld자 이하여야 합니다.
nl: De collectienaam mag maximaal %lld tekens bevatten.
pt: O nome da coleção deve ter no máximo %lld caracteres.
ru: Название коллекции должно содержать не более %lld символов.
th: ชื่อคอลเลกชันต้องไม่เกิน %lld อักขระ
tr: Koleksiyon adı en fazla %lld karakter olmalı.
uk: Назва колекції має містити не більше ніж %lld символів.
vi: Tên bộ sưu tập phải có tối đa %lld ký tự.
zh_hans: 收藏集名称不得超过 %lld 个字符。

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
de: Bestätigen
es: Confirmar
fr: Confirmer
he: אישור
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认

source: Copy
ar: نسخ
bn: কপি করুন
de: Kopieren
es: Copiar
fr: Copier
he: העתק
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制

source: Copy Address
ar: نسخ العنوان
bn: ঠিকানা কপি করুন
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
he: העתק כתובת
hi: पता कॉपी करें
id: Salin Alamat
it: Copia Indirizzo
ja: 住所をコピー
ko: 주소 복사
nl: Adres kopiëren
pt: Copiar endereço
ru: Копировать адрес
th: คัดลอกที่อยู่
tr: Adresi Kopyala
uk: Копіювати адресу
vi: Sao chép địa chỉ
zh_hans: 复制地址

source: Copy Coordinates
ar: نسخ الإحداثيات
bn: স্থানাঙ্ক কপি করুন
de: Koordinaten kopieren
es: Copiar coordenadas
fr: Copier les coordonnées
he: העתק קואורדינטות
hi: निर्देशांक कॉपी करें
id: Salin Koordinat
it: Copia Coordinate
ja: 座標をコピー
ko: 좌표 복사
nl: Coördinaten kopiëren
pt: Copiar coordenadas
ru: Копировать координаты
th: คัดลอกพิกัด
tr: Koordinatları Kopyala
uk: Копіювати координати
vi: Sao chép tọa độ
zh_hans: 复制坐标

source: Copy Location Info
ar: نسخ معلومات الموقع
bn: অবস্থান তথ্য কপি করুন
de: Ortsinformationen kopieren
es: Copiar información del lugar
fr: Copier les infos du lieu
he: העתק מידע מיקום
hi: स्थान जानकारी कॉपी करें
id: Salin Info Lokasi
it: Copia Info Luogo
ja: 場所情報をコピー
ko: 장소 정보 복사
nl: Locatie-info kopiëren
pt: Copiar informações do local
ru: Копировать информацию о месте
th: คัดลอกข้อมูลสถานที่
tr: Konum Bilgisini Kopyala
uk: Копіювати інформацію про місце
vi: Sao chép thông tin địa điểm
zh_hans: 复制地点信息

source: Copy Notes
ar: نسخ الملاحظات
bn: নোট কপি করুন
de: Notizen kopieren
es: Copiar notas
fr: Copier les notes
he: העתק הערות
hi: नोट्स कॉपी करें
id: Salin Catatan
it: Copia Note
ja: メモをコピー
ko: 메모 복사
nl: Notities kopiëren
pt: Copiar notas
ru: Копировать заметки
th: คัดลอกบันทึก
tr: Notları Kopyala
uk: Копіювати нотатки
vi: Sao chép ghi chú
zh_hans: 复制备注

source: Couldn’t delete the collection. Try again.
ar: تعذّر حذف المجموعة. حاول مجددًا.
bn: সংগ্রহটি মুছে ফেলা যায়নি। আবার চেষ্টা করুন।
de: Sammlung konnte nicht gelöscht werden. Versuche es erneut.
es: No se pudo eliminar la colección. Inténtalo de nuevo.
fr: Impossible de supprimer la collection. Réessayez.
he: לא ניתן למחוק את האוסף. נסו שוב.
hi: संग्रह हटाया नहीं जा सका। फिर कोशिश करें।
id: Koleksi tidak dapat dihapus. Coba lagi.
it: Impossibile eliminare la raccolta. Riprova.
ja: コレクションを削除できませんでした。再試行してください。
ko: 컬렉션을 삭제할 수 없습니다. 다시 시도하세요.
nl: Collectie kan niet worden verwijderd. Probeer het opnieuw.
pt: Não foi possível excluir a coleção. Tente novamente.
ru: Не удалось удалить коллекцию. Повторите попытку.
th: ลบคอลเลกชันไม่ได้ ลองอีกครั้ง
tr: Koleksiyon silinemedi. Yeniden deneyin.
uk: Не вдалося видалити колекцію. Повторіть спробу.
vi: Không thể xóa bộ sưu tập. Hãy thử lại.
zh_hans: 无法删除收藏集。请重试。

source: Couldn’t save the collection. Try again.
ar: تعذّر حفظ المجموعة. حاول مجددًا.
bn: সংগ্রহটি সংরক্ষণ করা যায়নি। আবার চেষ্টা করুন।
de: Sammlung konnte nicht gesichert werden. Versuche es erneut.
es: No se pudo guardar la colección. Inténtalo de nuevo.
fr: Impossible d’enregistrer la collection. Réessayez.
he: לא ניתן לשמור את האוסף. נסו שוב.
hi: संग्रह सहेजा नहीं जा सका। फिर कोशिश करें।
id: Koleksi tidak dapat disimpan. Coba lagi.
it: Impossibile salvare la raccolta. Riprova.
ja: コレクションを保存できませんでした。再試行してください。
ko: 컬렉션을 저장할 수 없습니다. 다시 시도하세요.
nl: Collectie kan niet worden bewaard. Probeer het opnieuw.
pt: Não foi possível salvar a coleção. Tente novamente.
ru: Не удалось сохранить коллекцию. Повторите попытку.
th: บันทึกคอลเลกชันไม่ได้ ลองอีกครั้ง
tr: Koleksiyon kaydedilemedi. Yeniden deneyin.
uk: Не вдалося зберегти колекцію. Повторіть спробу.
vi: Không thể lưu bộ sưu tập. Hãy thử lại.
zh_hans: 无法保存收藏集。请重试。

source: Dark
ar: داكن
bn: গাঢ়
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
hi: गहरा
id: Gelap
it: Scuro
ja: ダーク
ko: 어두운
nl: Donker
pt: Escuro
ru: Тёмная
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

source: Delete "%@"?
ar: حذف «%@»؟
bn: "%@" মুছবেন?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
he: למחוק את ״%@״?
hi: "%@" हटाएँ?
id: Hapus “%@”?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
nl: ‘%@’ verwijderen?
pt: Excluir “%@”?
ru: Удалить «%@»?
th: ลบ “%@” หรือไม่
tr: “%@” silinsin mi?
uk: Видалити «%@»?
vi: Xóa “%@”?
zh_hans: 删除“%@”？

source: Delete "%1$@" and its %2$lld locations? This cannot be undone.
ar: حذف «%1$@» و%2$lld موقع؟ لا يمكن التراجع عن ذلك.
bn: "%1$@" এবং এর %2$lldটি স্থান মুছবেন? এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: „%1$@“ und %2$lld Orte löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar «%1$@» y sus %2$lld lugares? Esta acción no se puede deshacer.
fr: Supprimer « %1$@ » et ses %2$lld lieux ? Cette action est irréversible.
he: למחוק את ״%1$@״ ואת %2$lld מקומות? אי אפשר לבטל פעולה זו.
hi: "%1$@" और इसके %2$lld स्थान हटाएँ? इसे पूर्ववत नहीं किया जा सकता।
id: Hapus “%1$@” beserta %2$lld lokasi? Tindakan ini tidak dapat dibatalkan.
it: Eliminare “%1$@” e i suoi %2$lld luoghi? Questa azione non può essere annullata.
ja: 「%1$@」と%2$lld件の場所を削除しますか？この操作は取り消せません。
ko: “%1$@” 및 장소 %2$lld개를 삭제할까요? 실행 취소할 수 없습니다.
nl: ‘%1$@’ en de %2$lld locaties verwijderen? Dit kan niet ongedaan worden gemaakt.
pt: Excluir “%1$@” e seus %2$lld locais? Esta ação não pode ser desfeita.
ru: Удалить «%1$@» и %2$lld места? Это действие нельзя отменить.
th: ลบ “%1$@” และ %2$lld สถานที่ หรือไม่ การดำเนินการนี้ย้อนกลับไม่ได้
tr: “%1$@” ve %2$lld konum silinsin mi? Bu işlem geri alınamaz.
uk: Видалити «%1$@» і %2$lld місця? Цю дію не можна скасувати.
vi: Xóa “%1$@” và %2$lld địa điểm? Không thể hoàn tác thao tác này.
zh_hans: 删除“%1$@”及其 %2$lld 个地点？此操作无法撤销。

source: Discard Changes
ar: تجاهل التغييرات
bn: পরিবর্তন বাতিল করুন
de: Änderungen verwerfen
es: Descartar cambios
fr: Ignorer les modifications
he: ביטול שינויים
hi: बदलाव छोड़ें
id: Buang perubahan
it: Ignora modifiche
ja: 変更を破棄
ko: 변경 사항 버리기
nl: Wijzigingen negeren
pt: Descartar alterações
ru: Отменить изменения
th: ละทิ้งการเปลี่ยนแปลง
tr: Değişiklikleri at
uk: Скасувати зміни
vi: Hủy thay đổi
zh_hans: 放弃更改

source: Discard Changes?
ar: تجاهل التغييرات؟
bn: পরিবর্তন বাতিল করবেন?
de: Änderungen verwerfen?
es: ¿Descartar los cambios?
fr: Ignorer les modifications ?
he: לבטל שינויים?
hi: बदलाव छोड़ें?
id: Buang perubahan?
it: Ignorare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 버릴까요?
nl: Wijzigingen negeren?
pt: Descartar alterações?
ru: Отменить изменения?
th: ละทิ้งการเปลี่ยนแปลงหรือไม่
tr: Değişiklikler atılsın mı?
uk: Скасувати зміни?
vi: Hủy thay đổi?
zh_hans: 放弃更改？

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Listo
fr: Terminé
he: סיום
hi: पूर्ण
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成

source: Edit
ar: تعديل
bn: সম্পাদনা করুন
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt: Editar
ru: Изменить
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑

source: Edit Collection
ar: تعديل المجموعة
bn: সংগ্রহ সম্পাদনা করুন
de: Sammlung bearbeiten
es: Editar colección
fr: Modifier la collection
he: ערוך אוסף
hi: संग्रह संपादित करें
id: Edit Koleksi
it: Modifica Collezione
ja: コレクションを編集
ko: 컬렉션 편집
nl: Collectie bewerken
pt: Editar coleção
ru: Изменить коллекцию
th: แก้ไขคอลเลกชัน
tr: Koleksiyonu Düzenle
uk: Редагувати колекцію
vi: Chỉnh sửa bộ sưu tập
zh_hans: 编辑收藏集

source: Enter a collection name.
ar: أدخل اسم المجموعة.
bn: সংগ্রহের নাম লিখুন।
de: Gib einen Sammlungsnamen ein.
es: Introduce un nombre para la colección.
fr: Saisissez un nom de collection.
he: הזינו שם לאוסף.
hi: संग्रह का नाम दर्ज करें।
id: Masukkan nama koleksi.
it: Inserisci un nome per la raccolta.
ja: コレクション名を入力してください。
ko: 컬렉션 이름을 입력하세요.
nl: Voer een collectienaam in.
pt: Digite um nome para a coleção.
ru: Введите название коллекции.
th: ป้อนชื่อคอลเลกชัน
tr: Koleksiyon adı girin.
uk: Введіть назву колекції.
vi: Nhập tên bộ sưu tập.
zh_hans: 输入收藏集名称。

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fr: Erreur
he: שגיאה
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

source: Folder
ar: مجلد
bn: ফোল্ডার
de: Ordner
es: Carpeta
fr: Dossier
he: תיקייה
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
nl: Map
pt: Pasta
ru: Папка
th: โฟลเดอร์
tr: Klasör
uk: Папка
vi: Thư mục
zh_hans: 文件夹

source: Home
ar: الرئيسية
bn: হোম
de: Startseite
es: Inicio
fr: Accueil
he: בית
hi: होम
id: Beranda
ja: ホーム
ko: 홈
pt: Início
ru: Главная
th: หน้าหลัก
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh_hans: 主页

source: Home feature content will appear here.
ar: سيظهر محتوى الصفحة الرئيسية هنا.
bn: হোমের বিষয়বস্তু এখানে প্রদর্শিত হবে।
de: Die Inhalte für die Startseite werden hier angezeigt.
es: El contenido de Inicio aparecerá aquí.
fr: Le contenu de l’accueil apparaîtra ici.
he: תוכן דף הבית יופיע כאן.
hi: होम की सामग्री यहाँ दिखाई देगी।
id: Konten Beranda akan muncul di sini.
it: Il contenuto della schermata Home apparirà qui.
ja: ホームのコンテンツがここに表示されます。
ko: 홈 콘텐츠가 여기에 표시됩니다.
nl: De inhoud van Home wordt hier weergegeven.
pt: O conteúdo da tela inicial aparecerá aqui.
ru: Здесь появится содержимое главного экрана.
th: เนื้อหาหน้าหลักจะแสดงที่นี่
tr: Ana Sayfa içeriği burada görünecek.
uk: Тут з’явиться вміст головного екрана.
vi: Nội dung Trang chủ sẽ xuất hiện tại đây.
zh_hans: 主页内容将显示在这里。

source: Keep Editing
ar: متابعة التحرير
bn: সম্পাদনা চালিয়ে যান
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer la modification
he: להמשיך לערוך
hi: संपादन जारी रखें
id: Lanjutkan mengedit
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집
nl: Doorgaan met bewerken
pt: Continuar edição
ru: Продолжить редактирование
th: แก้ไขต่อ
tr: Düzenlemeye devam et
uk: Продовжити редагування
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
he: שפה
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

source: Light
ar: فاتح
bn: হালকা
de: Hell
es: Claro
fr: Clair
he: בהיר
hi: हल्का
id: Terang
it: Chiaro
ja: ライト
ko: 밝은
nl: Licht
pt: Claro
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色

source: Map
ar: الخريطة
bn: মানচিত্র
de: Karte
es: Mapa
fr: Carte
he: מפה
hi: मानचित्र
id: Peta
it: Mappa
ja: マップ
ko: 지도
nl: Kaart
pt: Mapa
ru: Карта
th: แผนที่
tr: Harita
uk: Карта
vi: Bản đồ
zh_hans: 地图

source: Map feature content will appear here.
ar: سيظهر محتوى الخريطة هنا.
bn: মানচিত্রের বিষয়বস্তু এখানে প্রদর্শিত হবে।
de: Die Karteninhalte werden hier angezeigt.
es: El contenido del mapa aparecerá aquí.
fr: Le contenu de la carte apparaîtra ici.
he: תוכן המפה יופיע כאן.
hi: मानचित्र की सामग्री यहाँ दिखाई देगी।
id: Konten peta akan muncul di sini.
it: Il contenuto della mappa apparirà qui.
ja: マップのコンテンツがここに表示されます。
ko: 지도 콘텐츠가 여기에 표시됩니다.
nl: De kaartinhoud wordt hier weergegeven.
pt: O conteúdo da tela inicial aparecerá aqui.
ru: Здесь появится содержимое карты.
th: เนื้อหาแผนที่จะปรากฏที่นี่
tr: Harita içeriği burada görünecek.
uk: Тут з’явиться вміст карти.
vi: Nội dung Bản đồ sẽ xuất hiện tại đây.
zh_hans: 地图内容将显示在这里。

source: My Collections
ar: مجموعاتي
bn: আমার সংগ্রহ
de: Meine Sammlungen
es: Mis colecciones
fr: Mes collections
he: האוספים שלי
hi: मेरे संग्रह
id: Koleksi Saya
it: Le Mie Collezioni
ja: マイコレクション
ko: 내 컬렉션
nl: Mijn Collecties
pt: Minhas coleções
ru: Мои коллекции
th: คอลเลกชันของฉัน
tr: Koleksiyonlarım
uk: Мої колекції
vi: Bộ sưu tập của tôi
zh_hans: 我的收藏集

source: My Places
ar: أماكني
bn: আমার স্থানগুলি
de: Meine Orte
es: Mis lugares
fr: Mes lieux
he: המקומות שלי
hi: मेरी जगहें
id: Tempat Saya
it: I miei luoghi
ja: マイスポット
ko: 내 장소
nl: Mijn plaatsen
pt: Meus lugares
ru: Мои места
th: สถานที่ของฉัน
tr: Yerlerim
uk: Мої місця
vi: Địa điểm của tôi
zh_hans: 我的地点

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
he: שם
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Название
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称

source: New Collection
ar: مجموعة جديدة
bn: নতুন সংগ্রহ
de: Neue Sammlung
es: Nueva colección
fr: Nouvelle collection
he: אוסף חדש
hi: नया संग्रह
id: Koleksi Baru
it: Nuova Collezione
ja: 新しいコレクション
ko: 새 컬렉션
nl: Nieuwe Collectie
pt: Nova coleção
ru: Новая коллекция
th: คอลเลกชันใหม่
tr: Yeni Koleksiyon
uk: Нова колекція
vi: Bộ sưu tập mới
zh_hans: 新建收藏集

source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
he: הבא
hi: अगला
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pt: Próximo
ru: Далее
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 下一步

source: No collections match "%@".
ar: لا توجد مجموعات تطابق "%@".
bn: কোনো সংগ্রহ "%@" এর সাথে মেলে না।
de: Keine Sammlungen entsprechen „%@“.
es: Ninguna colección coincide con "%@".
fr: Aucune collection ne correspond à « %@ ».
he: אין אוספים תואמים ל"%@".
hi: "%@" से मेल खाने वाला कोई संग्रह नहीं।
id: Tidak ada koleksi yang cocok dengan "%@".
it: Nessuna collezione corrisponde a "%@".
ja: "%@"に一致するコレクションはありません。
ko: "%@"와 일치하는 컬렉션이 없습니다.
nl: Geen collecties komen overeen met "%@".
pt: Nenhuma coleção corresponde a "%@".
ru: Нет коллекций, совпадающих с «%@».
th: ไม่มีคอลเลกชันที่ตรงกับ "%@"
tr: "%@" ile eşleşen koleksiyon yok.
uk: Жодна колекція не відповідає „%@“.
vi: Không tìm thấy bộ sưu tập nào phù hợp với "%@".
zh_hans: 没有与"%@"匹配的收藏集。

source: No Locations
ar: لا توجد مواقع
bn: কোনো অবস্থান নেই
de: Keine Orte
es: Sin lugares
fr: Aucun lieu
he: אין מיקומים
hi: कोई स्थान नहीं
id: Tidak Ada Lokasi
it: Nessun Luogo
ja: 場所なし
ko: 장소 없음
nl: Geen Locaties
pt: Sem locais
ru: Нет мест
th: ไม่มีสถานที่
tr: Konum Yok
uk: Немає місць
vi: Không có địa điểm
zh_hans: 无地点

source: No matching collections
ar: لا توجد مجموعات مطابقة
bn: কোনো মিলে যাওয়া সংগ্রহ নেই
de: Keine passenden Sammlungen
es: No hay colecciones coincidentes
fr: Aucune collection correspondante
he: אין אוספים תואמים
hi: कोई मेल खाने वाला संग्रह नहीं
id: Tidak ada koleksi yang cocok
it: Nessuna raccolta corrispondente
ja: 一致するコレクションがありません
ko: 일치하는 컬렉션 없음
nl: Geen overeenkomende collecties
pt: Nenhuma coleção correspondente
ru: Нет подходящих коллекций
th: ไม่พบคอลเลกชันที่ตรงกัน
tr: Eşleşen koleksiyon yok
uk: Немає відповідних колекцій
vi: Không có bộ sưu tập phù hợp
zh_hans: 没有匹配的收藏集

source: No Results
ar: لا توجد نتائج
bn: কোনো ফলাফল নেই
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
he: אין תוצאות
hi: कोई परिणाम नहीं
id: Tidak Ada Hasil
it: Nessun Risultato
ja: 結果なし
ko: 결과 없음
nl: Geen Resultaten
pt: Sem resultados
ru: Нет результатов
th: ไม่มีผลลัพธ์
tr: Sonuç Yok
uk: Немає результатів
vi: Không có kết quả
zh_hans: 无结果

source: Open in Maps
ar: فتح في الخرائط
bn: Maps-এ খুলুন
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
he: פתח במפות
hi: नक़्शा में खोलें
id: Buka di Peta
it: Apri in Mappe
ja: マップで開く
ko: 지도에서 열기
nl: Openen in Kaarten
pt: Abrir no Mapas
ru: Открыть в Картах
th: เปิดในแผนที่
tr: Harita'da Aç
uk: Відкрити в Картах
vi: Mở trong Bản đồ
zh_hans: 在地图中打开

source: Reapply Edits
ar: إعادة تطبيق التعديلات
bn: সম্পাদনাগুলি আবার প্রয়োগ করুন
de: Änderungen erneut anwenden
es: Volver a aplicar los cambios
fr: Réappliquer les modifications
he: להחיל שוב עריכות
hi: संपादन फिर लागू करें
id: Terapkan ulang perubahan
it: Riapplica modifiche
ja: 編集内容を再適用
ko: 편집 내용 다시 적용
nl: Bewerkingen opnieuw toepassen
pt: Reaplicar edições
ru: Применить правки повторно
th: ใช้การแก้ไขอีกครั้ง
tr: Düzenlemeleri yeniden uygula
uk: Повторно застосувати зміни
vi: Áp dụng lại chỉnh sửa
zh_hans: 重新应用编辑

source: Reload
ar: إعادة التحميل
bn: আবার লোড করুন
de: Neu laden
es: Volver a cargar
fr: Recharger
he: טעינה מחדש
hi: फिर लोड करें
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
nl: Opnieuw laden
pt: Recarregar
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新加载

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: לנסות שוב
hi: फिर कोशिश करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh_hans: 重试

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存

source: Search
ar: بحث
bn: অনুসন্ধান
de: Suchen
es: Buscar
fr: Rechercher
he: חיפוש
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pt: Pesquisar
ru: Поиск
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索

source: Select a Collection
ar: اختر مجموعة
bn: একটি সংগ্রহ বেছে নিন
de: Sammlung auswählen
es: Seleccionar colección
fr: Sélectionner une collection
he: בחר אוסף
hi: एक संग्रह चुनें
id: Pilih Koleksi
it: Seleziona una Collezione
ja: コレクションを選択
ko: 컬렉션 선택
nl: Selecteer een Collectie
pt: Selecionar coleção
ru: Выбрать коллекцию
th: เลือกคอลเลกชัน
tr: Koleksiyon Seç
uk: Обрати колекцію
vi: Chọn bộ sưu tập
zh_hans: 选择收藏集

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
he: שתף
hi: शेयर करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pt: Compartilhar
ru: Поделиться
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
